[
    {
        "id": 1,
        "titulo": "Brazales de duelo",
        "autor": "Brandon Sanderson",
        "precio": 60000,
        "idioma": "Español",
        "categoria": "Fantasía",
        "descripcion": "Sinopsis de BRAZALES DE DUELO (SAGA NACIDOS DE LA BRUMA 6)\nMistborn. Wax & Wayne - Libro 3\nMistborn es la saga que ha convertido a Brandon Sanderson en el gran autor\n de fantasía del siglo XXI. Más de diez millones de ejemplares vendidos en todo el mundo.\n«Una novela frenética. Una historia de alto vuelo emocional». Kirkus Reviews\nUna expedición mágica. Un viaje al sur. Mistborn expande sus horizontes.\nLos Brazales de Duelo son las mentes de metal que antaño poseyó el lord Legislador.\n Casi nadie cree en su existencia, pero un investigador kandra regresa a Elendel con\n evidencias y una imagen que conmociona a Waxillium Landra: una fotografía de su\n hermana Telsin apresada por su tío, el líder de una siniestra organización conocida\n como el Grupo.\nWax viaja al sur para investigar acompañado de Wayne, Marasi y MeLaan. Allí descubren\n que el Grupo ha encontrado los restos de un misterioso barco y tiene prisionero a un\n superviviente enmascarado. ¿Podrán Wax y los suyos localizar los Brazales antes\n de que caigan en manos equivocadas?\nReseñas:«Una novela frenética. Una historia de alto vuelo emocional».Kirkus Reviews",
        "img": "https://covers.openlibrary.org/b/id/14149948-L.jpg"
},
   {
        "id": 2,
        "titulo": "Canciones de un soñador muerto",
        "autor": "Thomas Ligotti",
        "precio": 42080,
        "idioma": "Español",
        "categoria": "Terror/Horror",
        "descripcion": "De la excelsa trinidad que reina en los infiernos de la literatura de terror moderna y\n contemporánea, Poe, Lovecraft y Ligotti, el primero revolucionó el relato gótico\n introduciendo el terror que anida en la mente humana y en la locura, H.P. Lovecraft nos\n hizo sentir el horror cósmico que provenía del espacio exterior encarnado en sus impías\n deidades ancestrales, y Thomas Ligotti, considerado como un escritor de ficción oscura y\n extraña, ha vuelto el foco del horror hacia nosotros mismos, mostrándonos una visión\n lúcida de la condición humana, de su cruda “realidad” más allá de las apariencias,\n despojada de interpretaciones indulgentes e ilusorios eufemismos, en toda su lamentable\n “hiperrealidad”. Tras el horror cósmico, podríamos decir, sobrevino el horror vacui. Por\n este motivo, sus historias resultan a veces absurdas y kafkianas, sus personajes, seres\n perdidos y patéticos, y sus atmósferas impregnadas del inconfundible sabor de nuestras\n peores pesadillas. Pero, a diferencia de sus predecesores, Ligotti alberga en su obra, según\n confesión propia, una intención didáctica, moral, más allá del goce estético de aquellos.\n Este trasfondo ha quedado de manifiesto recientemente con la publicación de su\n “breviario nihilista” La conspiración contra la especie humana (2007) (Valdemar, 2015).\n\nEl presente volumen reúne dos colecciones: Canciones de un soñador muerto (1985, rev.\n 1989), su primera obra, y La agónica resurrección de Victor Frankenstein, y otros relatos góticos\n (1994), una suerte de breve revisión y recreación de los mitos universales de la\n literatura gótica.\n\n«La emoción más intensa que jamás he sentido es el miedo», revelaba Ligotti en una\n entrevista reciente, «pero su causa es un misterio, es como una experiencia espiritual, y el\n mejor modo de explicar este misterio tan terrible es escribir historias que provoquen esta\n experiencia en el lector». Al final, «todos estamos condenados a inventar nuestros\n propios infiernos».",
        "img": "https://covers.openlibrary.org/b/id/13720321-L.jpg"
    },
    {
        "id": 3,
        "titulo": "El barco de teseo",
        "autor": "J. J. Abrams",
        "precio": 63938,
        "idioma": "Español",
        "categoria": "Ciencia Ficción/Distopía",
        "descripcion": "«El libro más hermoso que he visto nunca.» The New Yorker\nDel genial creador de universos, como Lost y Star Wars, J.J Abrams\nUn libro, dos lectores, un mundo de misterio, amenaza y deseo...\nUna joven encuentra accidentalmente un libro dejado fuera de lugar por un extraño: un lector\n intrigado, embelesado por la historia y su misterioso autor, como lo revelan las notas escritas al\n margen. Ella responde escribiendo más notas y vuelve a dejar el libro para que lo coja el chico. Así\n comienza un intercambio en el que los dos se adentrarán en lo desconocido.\nEl libro: S. El barco de Teseo, la última novela de un prolífico pero enigmático autor llamado V. M.\n Straka, en el que un hombre sin pasado es secuestrado y llevado a un extraño barco con una\n tripulación siniestra, comenzando un viaje desconcertante y lleno de peligros.\nEl escritor: Straka es un autor revolucionario, cuya identidad real es uno de los mayores misterios\n del mundo.\nLos lectores: Eric y Jennifer, tienen que afrontar decisiones cruciales sobre quiénes son, qué\n quieren llegar a ser y cuánto están dispuestos a confiar en sus pasiones, sus desengaños, sus miedos…\n y en el otro.\nS. El barco de Teseo, ideada, concebida y realizada por el cineasta J. J. Abrams y escrito por el\n galardonado novelista Doug Dorst, es la crónica de dos lectores que se conocen en los márgenes de\n un libro y se ven implicados en una lucha mortal entre fuerzas que no comprenden. Un viaje al\n universo de la palabra escrita que sumergirá a sus lectores en una espiral arriesgada, una aventura\n imposible de abandonar hasta y más allá de la última página.\n«S. quiere ser una celebración del libro como objeto físico. En este momento de correos\n electrónicos y mensajes de texto, y todo lo que se mueve en la nube de una manera intangible, este\n libro es intencionalmente tangible. Queríamos incluir cosas que realmente puedas tener en la\n mano: postales, fotocopias, páginas de blocs de notas, páginas del periódico escolar o un mapa\n en una servilleta…» J. J. Abrams\n«S. es una muestra más del infinito carrete creativo de J.J. Abrams.» Vanity Fair\n«S. El barco de Teseo es un verdadero mapa de tesoros literarios, un derroche de talento,\n imaginación, cuidado, diseño y mucha, mucha diversión. ¡Déjate seducir!» El Cultural\\n«S. es un libro único. No hay nada igual.» The New York Times",
        "img": "https://covers.openlibrary.org/b/id/14612485-L.jpg"
    },
    {
        "id": 4,
        "titulo": "El pacto",
        "autor": "Laura Alvea y Jose Ortuño",
        "precio": 40400,
        "idioma": "Español",
        "categoria": "Thriller/Misterio",
        "descripcion": "David es un periodista que está trabajando en un reportaje sobre enfermedades raras.\n Encuentra a Clara, una mujer con una terrible y extraña enfermedad que la está\n transformando en una criatura monstruosa. La entrevista para conocer su historia y\n Clara le narra cómo contrajo su mal, un relato que abarca varios lugares y épocas.\n Descubre así que el origen de la enfermedad es tan terrible como sus efectos, y que su\n curación puede ser aún más aterradora.",
        "img": "https://covers.openlibrary.org/b/id/14119699-L.jpg"
    },
    {
        "id": 5,
        "titulo": "Los cantos de Maldoror",
        "autor": "Conde de Lautréamont",
        "precio": 49900,
        "idioma": "Español",
        "categoria": "Terror/Horror",
        "descripcion":"En agosto de 1869 el editor belga Albert Lacroix imprime la primera edición de Los cantos\n de Maldoror, una obra única e inclasificable, entre la confesión y la poesía en prosa, firmada por un tal\n Conde de Lautréamont. Pero Lacroix, temeroso de la censura debido a su contenido blasfemo,\n obsceno y provocador, decide finalmente no distribuirla a librerías. Los ejemplares, costeados por el\n misterioso Lautréamont –seudónimo inspirado en un personaje de Eugène Sue–, quedaron\n abandonados en los sótanos de una imprenta. Años después se supo que quien estaba detrás de tan\n sonoro «nombre de guerra» era Isidore Ducasse, un joven de veintitrés años, hijo de un diplomático\n francés y nacido en Montevideo, que había muerto de tuberculosis tan solo un año después.\n«Era un joven alto y moreno, imberbe, nervioso, ordenado y trabajador. Sólo escribía de noche,\n sentado ante su piano. Declamaba, forjaba sus frases, subrayando sus prosopopeyas con acordes»,\n recuerda su primer editor. Tuvieron que pasar veinte años hasta que la obra despertó de su letargo y\n vio finalmente la luz en París en 1890.\nRedescubierta por el escritor Léon Bloy, y reivindicada después de forma entusiasta por el\n movimiento surrealista, cuyo líder, André Breton, la consideraba «la expresión de una revelación\n total que parece sobrepasar las posibilidades humanas», Los cantos de Maldoror se ha convertido\n con el paso del tiempo en una leyenda, en un libro maldito de culto.",
        "img": "https://covers.openlibrary.org/b/id/8540939-L.jpg"
    },
    {
        "id": 6,
        "titulo": "The Children on the Hill",
        "autor": "Jennifer McMahon",
        "precio": 40000,
        "idioma": "Inglés",
        "categoria": "Terror/Horror",
        "descripcion": "Descripción: From the New York Times bestselling author of The Drowning Kind comes\n a genre-defying new novel, inspired by Mary Shelley's Frankenstein, that brilliantly\n explores the eerie mysteries of childhood and the evils perpetrated by the monsters\n among us. 1978: At her renowned treatment center in picturesque Vermont, the brilliant\n psychiatrist Dr. Helen Hildreth is acclaimed for her compassionate work with the\n mentally ill. But at home with her beloved grandchildren, Vi and Eric, she is simply\n Gran—preparing meals, caring for them with love, and teaching them how to look after\n their pets. Then one day, Gran brings home a child: Iris. Silent, hollow-eyed, and feral,\n Iris does not behave like a normal girl. Still, Violet is excited to have a new friend and\n invites Iris into their secret Monster Club, where they catalogue monsters and devise\n ways to defeat them. As Iris starts to open up, the children grow closer, hunting\n monsters together—because, as Vi says, monsters are everywhere. 2019: Lizzy Shelley,\n host of the popular podcast Monsters Among Us, arrives in Vermont where a girl has\n gone missing and a monster sighting has stirred panic. Lizzy is determined to find the\n truth—because she knows monsters are real. One of them is her sister. Haunting and\n suspenseful, The Children on the Hill is a chilling exploration of the monsters that live\n within and the terrifying truths we hide—even from ourselves.",
        "img": "https://covers.openlibrary.org/b/id/13501696-L.jpg"
    },
    {
        "id": 7,
        "titulo": "Sabotage",
        "autor": "Shantel Tessier",
        "precio": 32000,
        "idioma": "Inglés",
        "categoria": "Juvenil",
        "descripcion": "COLTON\n\nRaylee Lexington Adams is my stepsister and the one woman in the world who can make my\n blood boil.\nShe’s vindictive, a lot of crazy, and absolutely stunning.\nI hate everything about her except for when she’s on her knees begging me to use her as my own\n personal toy.\nWe’ve been playing a game of cat and mouse for far too long. We have used each other for our own\n sick pleasure.\nI’ve ruined every relationship my little princess has ever had. A sure way that she’ll come crawling\n back to me, begging me for what only I can give her when another man fails her.\nBut I’m tired of watching others get a piece of what is mine. So, I did what any rational man would\n do—I staked my claim, showed the world that she belonged to me, and I’m going to do whatever it\n takes to make her believe it too.\n\nRAYLEE\nColton Remington Knox is a man I despise but can’t say no to.\nHe’s what any girl would call a walking red flag. But I’ve never claimed to be a smart woman when it\n comes to men. Why should he be any different?\nI’ve always managed to hold my own against him. But this time, he’s gone too far. Posting a video of\n me on my knees for him, for what? To brag? Embarrass me? He’s acting like he doesn’t know me\n very well.\nColt wants to play a game? I’ll do whatever it takes to make sure I win. No matter what it costs me.",
        "img": "https://covers.openlibrary.org/b/id/14631951-L.jpg"
    },
    {
        "id": 8,
        "titulo": "Fire Night",
        "autor": "Penelope Douglas",
        "precio": 18500,
        "idioma": "Inglés",
        "categoria": "Juvenil",
        "img": "https://covers.openlibrary.org/b/id/14631939-L.jpg"
    },
    {
        "id": 9,
        "titulo": "La vida invisible de Addie Larue",
        "autor": "V.E.SCHWAB",
        "precio": 42600,
        "idioma": "Español",
        "categoria": "Juvenil",
        "descripcion": "Francia, 1714. En un momento de desesperación, una joven hace un pacto faustiano para\n conseguir una vida infinita. ¿Cuál es el precio que deberá pagar para vivir eternamente?\n El olvido. Todas y cada una de las personas que conoce la terminarán olvidando.\nAsí es cómo comienza la extraordinaria vida de Addie LaRue; una vida que atraviesa\n siglos y continentes, una vida que atraviesa la historia y el arte, en la que ella intenta\n comprender hasta dónde será capaz de llegar con tal de dejar su marca en el mundo.\nSin embargo, todo cambia cuando, después de 300 años, Addie conoce a un hombre en\n una librería. Pero hay algo más… él es la única persona que recuerda su nombre.",
        "img": "https://covers.openlibrary.org/b/id/10092261-L.jpg"
    },
    {
        "id": 10,
        "titulo": "The Dead Zone",
        "autor": "Stephen King",
        "precio": 32700,
        "idioma": "Inglés",
        "categoria": "Terror/Horror",
        "descripcion": "When Johnny Smith was six years old, head trauma caused by a bad ice-skating accident\n left him with a nasty bruise on his forehead and, from time to time, those hunches…\ninfrequent but accurate snippets of things to come. But it isn’t until Johnny’s a grown\n man—now having survived a horrifying auto injury that plunged him into a coma\n lasting four-and-a-half years—that his special abilities really push to the fore. Johnny\n Smith has come back from the void with an extraordinary gift that becomes his life’s\n curse…presenting visions of what was and what will be for both the innocent and guilty\n alike. But when he encounters a ruthlessly ambitious and amoral man who promises a\n terrifying fate for all humanity, Johnny must find a way to prevent a harrowing\n predestination from becoming reality…",
        "img": "https://covers.openlibrary.org/b/id/14656153-L.jpg"
    },
    {
        "id": 11,
        "titulo": " Los ojos son la mejor parte",
        "autor": "Monika Kim",
        "precio": 44850,
        "idioma": "Español",
        "categoria": "Romance",
        "descripcion": "Cuando su padre abandona a la familia, la vida de Ji-won se desmorona. Su madre se consume en la\n desesperacion, su hermana menor se viene abajo y ella se refugia en sus pesadillas. En sueños, recorre\n habitaciones teidas de escarlata, rodeada de ojos azules y suculentos. Ojos identicos a los de George,\n el nuevo novio de su madre, un intruso que se pasea por su hogar con arrogancia, devorandola con la\n mirada. La casa se vuelve claustrofobica; los ojos de George la persiguen dentro y fuera de sus sueños.\n Su obsesion alcanza tal punto que cualquier hombre con ojos azules la atrae de un modo que no\n comprende: fantasea con arrancarselos, con sostenerlos entre sus dedos, con probar su textura,\n preguntandose si al saborearlos liberarian un dulzor inesperado. Pero pronto imaginar no basta.\n Ji-won necesita mas. Con una prosa afilada que bebe de la mejor tradicion coreana, Monika Kim irrumpe\n como la nueva voz del terror literario con la historia de una joven asfixiada por el peso de una familia\n rota y la presencia de un intruso que lo trastoca todo. Una novela salvaje y original sobre la oscura\n genesis de una asesina en serie (The New York Times). Un delicioso cuento de hadas moderno (The\n Times), absorbente y provocador, que ha conquistado a critica y lectores, consolidando a Kim como\n una autora imprescindible (TIME). Un impactante debut que combina terror, critica social y una\n narrativa que no podras soltar.",
        "img": "https://covers.openlibrary.org/b/id/14645606-L.jpg"
    },
    {
        "id": 12,
        "titulo": "El caso Hartung",
        "autor": "Soren Sveistrup",
        "precio": 42900,
        "idioma": "Español",
        "categoria": "Thriller/Misterio",
        "descripcion": "Una novela negra adictiva escrita por el guionista y creador de la serie The Killing.\nUna ventosa mañana de octubre en un tranquilo suburbio de Copenhague, la policía\n realiza un terrible descubrimiento. Una joven ha sido asesinada y abandonada en un\n parque infantil. Le han amputado una mano y sobre el cadáver cuelga una pequeña\n figura hecha con castañas.\nLa joven inspectora Naia Thulin es la encargada del caso. Su compañero, Mark Hess,\n es un inspector descontento que recientemente ha sido expulsado de la sede central de\n Europol, en la Haya. En la figura de castañas descubren una misteriosa huella que les\n llevará a una niña, la hija de la ministra de Asuntos Sociales Rosa Hartung, desaparecida\n un año antes y que presuntamente está muerta. Un hombre confesó el crimen en su momento\n y el caso consta como resuelto y cerrado desde hace varios meses.\nAl cabo de poco aparece otra mujer asesinada y de nuevo encuentran una figura de\n castañas con la huella que les lleva a la niña. Thulin y Hess presienten que los casos de la\n hija de la ministra y de las dos mujeres asesinadas, que tienen en vilo a todo el país,\n están relacionados entre sí, pero ¿cuál es la conexión?\nThulin y Hess trabajan contra reloj porque temen que el asesino siga matando y creen\n que todavía no ha realizado su cometido final",
        "img": "https://covers.openlibrary.org/b/id/11326104-L.jpg"
    },
    {
        "id": 13,
        "titulo": "The last murder at the end of the world",
        "autor": "Stuart Turton",
        "precio": 28700,
        "idioma": "Inglés",
        "categoria": "Thriller/Misterio",
        "descripcion": "Solve the murder to save what's left of the world.\nOutside the island there is nothing: the world was destroyed by a fog that swept the\n planet, killing anyone it touched.\nOn the island: it is idyllic. One hundred and twenty-two villagers and three scientists,\n living in peaceful harmony. The villagers are content to fish, farm and feast, to obey\n their nightly curfew, to do what they're told by the scientists.\nUntil, to the horror of the islanders, one of their beloved scientists is found brutally\n stabbed to death. And then they learn that the murder has triggered a lowering of the\n security system around the island, the only thing that was keeping the fog at bay. If the\n murder isn't solved within 107 hours, the fog will smother the island—and everyone\n on it.\nBut the security system has also wiped everyone's memories of exactly what happened\n the night before, which means that someone on the island is a murderer—and they\n don't even know it.\nAnd the clock is ticking.\nFrom the bestselling author of The 7 1/2 Deaths of Evelyn Hardcastle and The Devil and\n the Dark Water comes an inventive, high-concept murder mystery: an ingenious\n puzzle, an extraordinary backdrop, and an audacious solution.",
        "img": "https://covers.openlibrary.org/b/id/14621897-L.jpg"
    },
    {
        "id": 13,
        "titulo": "A la caza del hombre del saco",
        "autor": "Richard Chizmar",
        "precio": 47000,
        "idioma": "Español",
        "categoria": "Terror/Horror",
        "descripcion": "A la caza del hombre del saco es un libro realmente estremecedor; algo nuevo y emocionante. Una lectura compulsiva y aterradora...A la caza del hombre del saco logra lo que la crónica negra a menudo no es capaz de lograr: escalofríos y un desenlace satisfactorio . STEPHEN KING En el verano de 1988, se descubren, en un pequeño pueblo de Maryland, los cuerpos mutilados de varias chicas desaparecidas. Las espeluznantes pruebas hacen que la policía suponga que un asesino en serie anda suelto. Pero pronto empieza a correr el rumor de que el mal que acecha a las adolescentes de Edgewood no es del todo humano.",
        "img": "https://covers.openlibrary.org/b/id/11943804-L.jpg"
    },
    {
        "id": 14,
        "titulo": "Éxodo",
        "autor": "Kate Stewart",
        "precio": 38500,
        "idioma": "Español",
        "categoria": "Romance",
        "descripcion": "Cecelia Horner estaba preparada para pasar un año aburrido, pero aquel verano se convirtió en el más emocionante de su vida tras conocer a Sean y a Dominic. El descubrimiento de que ambos son miembros de Ravenhood, una banda secreta de justicieros, desestabiliza por completo a Cecelia. Además, en la cima de la organización se encuentra un hombre misterioso, apodado por todos como «el Francés», quien quiere a Cecelia bien lejos de sus hombres y de su misión. Cecelia tiene muchas razones para odiarle, pero del odio al amor solo hay un paso. Y si algo ha aprendido durante su estancia en Triple Falls es que está más que dispuesta a darlo...",
        "img": "https://covers.openlibrary.org/b/id/13528285-L.jpg"
    },
    {
        "id": 15,
        "titulo": "Corazones en la atlántida",
        "autor": "Stephen King",
        "precio": 35700,
        "idioma": "Español",
        "categoria": "Terror/Horror",
        "descripcion": "Lleno de peligro, lleno de suspense y, sobre todo, lleno de sentimientos, este libro de Stephen King transportará a algunos lectores a un lugar que nunca antes han visitado y a otros, a un lugar que nunca podrán abandonar del todo...Aunque algunos episodios de la década de los sesenta nos parezcan irreales, no son ficticios, ocurrieron de verdad. Stephen King, que ha sido el primer escritor de la generación de la televisión que ha logrado un enorme éxito, publicó en 1974Carrie, su primera novela, justo un año antes de la retirada de las últimas tropas estadounidenses de Vietnam. Las imágenes de aquella guerra y de las protestas en contra habían inundado las pequeñas pantallas de las casas norteamericanas durante casi diez años, dejando una huella imborrable en toda una generación.En Corazones en la Atlántida, King hipnotiza a sus lectores con una ficción profundamente inspirada en esos años, los sesenta, y explora, a lo largo de cuatro décadas, los estigmas y la herencia psicológica de la guerra de Vietnam en las personas.",
        "img": "https://covers.openlibrary.org/b/id/14652000-L.jpg"
    },
    {
        "id": 16,
        "titulo": "Mestros del horror",
        "autor": "José María Nebreda Sáinz-Pardo",
        "precio": 49900,
        "idioma": "Español",
        "categoria": "Terror/Horror",
        "descripcion": "Maestros del horror de Arkham House es una antología conmemorativa de los sesenta años de la mítica editorial norteamericana especializada en literatura fantástica y de terror, fundada en 1939 por el escritor August Derleth con el propósito de rescatar del olvido la obra de su amigo y maestro H.P. Lovecraft.La antología reúne 21 relatos de otros tantos autores representativos de sucesivas épocas de Arkham House –tales como H.P. Lovecraft, Clark Ashton Smith, Ramsey Campbell, Carl Jacobi, Donald Wandrei, August Derleth, Greye La Spina, y muchos otros– seleccionados por el escritor y crítico especializado Peter Ruber, quien introduce generosamente a cada autor con una breve historia de su relación con la editorial, elaborada con materiales de primera mano, como la extensa correspondencia de August Derleth.«Durante años, Arkham House ha adquirido una especie de culto leal entre los aficionados a la literatura sobrenatural dentro y fuera de Estados Unidos. Escribir una historia definitiva de la Arkham House sería una empresa gigantesca –reconoce Peter Ruber en el prólogo a esta edición–. En ella debería estar incluida una biografía de su fundador, August Derleth, la historia de la evolución de revistas pulp, como Weird Tales, y varias otras biografías de los escritores clave que publicaron bajo su sello... La información contenida en este libro no intenta, de ninguna manera, ser una historia «oficial» o «autorizada» de Arkham House. Es, simplemente, el resultado de un trabajo de cuarenta años de investigación personal sobre la vida y la época de Arkham House, August Derleth y muchos otros escritores que me han interesado a lo largo de mi carrera».",
        "img": "https://covers.openlibrary.org/b/id/7294669-L.jpg"
    },
    {
        "id": 17,
        "titulo": "La tentación más oscura",
        "autor": "Danielle Lori",
        "precio": 42000,
        "idioma": "Español",
        "categoria": "Romance",
        "descripcion": "Una adivina le dijo a Mila que encontraría a un hombre que la dejaría sin aliento... Se calló la parte en la que literalmente Mila corría por su vida. Habiendo hecho siempre lo que se esperaba de ella, Mila se viste como corresponde, solo sale con universitarios ejemplares y no hace preguntas. Ni sobre las ausencias de su padre ni por qué no le deja poner un pie en su lugar de nacimiento: Rusia. Asfixiada por las reglas y la falta de respuestas, Mila hace lo que siempre quiso. Sube a un avión con destino a Moscú.Nunca esperó enamorarse de un hombre en el camino. Uno con tatuajes en las manos y secretos en los ojos.Pero la venganza es un plato que se sirve mejor frío, y no pasa mucho tiempo hasta que la hace su prisionera. Desafortunadamente, el invierno ruso es el más frío de todos, y Mila pronto descubre que la única forma de escapar intacta es lograr lo imposible: descongelar el corazón de su captor.",
        "img": "https://covers.openlibrary.org/b/id/14420489-L.jpg"
    },
    {
        "id": 18,
        "titulo": "Nightfall",
        "autor": "Penelope Douglas",
        "precio": 43300,
        "idioma": "Español",
        "categoria": "Fantasía Oscura/Paranormal",
        "descripcion": "NO LEAS ESTE LIBRO. ES ALTAMENTE INAPROPIADO. Si te gustaron Corrupt, Hideaway y Kill Switch no puedes perderte de la nueva entrega de este dark romance. EMORY Blackchurch es una mansión oculta, en un lugar remoto, a donde los más ricos envían a sus hijos rebeldes para que aprendan de sus errores. Will Grayson siempre fue salvaje e imprudente. Disfrutaba arrinconándome en el instituto cuando nadie estaba mirando, así ni un alma sabría que al chico popular le gustaba una perdedora como yo. Ahora me odia y está justificado. Porque es todo culpa mía. Todo. La Noche del Diablo. Los vídeos. Que los arrestaran.Es mi culpa, pero no me arrepiento de nada. *** WILL Nunca me importó estar encerrado. Aprendí hace mucho tiempo que ser tratado como un animal te da permiso para actuar como tal.Nunca me han mirado de otra manera. El error está en que crean que cometo accidentes o que no tengo un plan.No sé quién la trajo ni por qué, pero Emory también",
        "img": "https://covers.openlibrary.org/b/id/14631944-L.jpg"
    },
    {
        "id": 19,
        "titulo": "Knight and the moth",
        "autor": "Rachel Gilling",
        "precio": 47000,
        "idioma": "Inglés",
        "categoria": "Thriller/Misterio",
        "descripcion": "**INSTANT #1 NEW YORK TIMES BESTSELLER!** *Prepare to meet your next obsession. — Rebecca Ross, author of Divine Rivals* From New York Times bestselling author Rachel Gillig comes the next big romantasy sensation, a gothic, mist‑cloaked tale of a young prophetess forced on an impossible quest with the one knight whose future is beyond her sight. Perfect for fans of Jennifer L. Armentrout and Leigh Bardugo. **Sybil Delling** has spent nine years dreaming of having no dreams at all. Like the other foundling girls who traded a decade of service for a home in the great cathedral, Sybil is a Diviner. In her dreams she receives visions from six unearthly figures known as Omens. From them, she can predict terrible things before they occur, and lords and common folk alike travel across the kingdom of Traum’s windswept moors to learn their futures by her dreams. Just as she and her sister Diviners near the end of their service, a mysterious knight arrives at the cathedral. **Rodrick**, rude, heretical, and devilishly handsome, has no respect for Sybil's visions. But when Sybil's fellow Diviners begin to vanish one by one, she has no choice but to seek his help in finding them. For the world outside the cathedral’s cloister is wrought with peril. Only the gods have the answers she is seeking, and as much as she'd rather avoid Rodrick's dark eyes and sharp tongue, only a heretic can defeat a god.",
        "img": "https://covers.openlibrary.org/b/id/15099316-L.jpg"
    },
    {
        "id": 20,
        "titulo": "Gothikana",
        "autor": "Runix",
        "precio": 29470,
        "idioma": "Inglés",
        "categoria": "Fantasía Oscura/Paranormal",
        "descripcion": "DARK ROMANCE If this is madness, she whispered almost against his lips, drown me in it.Corvina Clemm is a woman with secrets. The last thing she expects to receive is an admission letter from the University of Verenmore, a place just as secretive. A castle atop a mountain, Verenmore is steeped in shadows, deceit and death, a place where students have been disappearing every five years for over a century. As Corvina becomes caught up in unravelling the clues to solve the mystery, her path collides with Vad Deverell, her enigmatic professor. Vad, too, is a man with secrets. And he cannot allow Corvina to get close enough to discover what he hides. But whenever she is near, his heart and soul yearn to possess her. As Corvina and Vad become more and more entangled, their passion for each other could be the very thing to solve the mystery of Verenmore - or it could bring them both down in flames.",
        "img": "https://covers.openlibrary.org/b/id/14616326-L.jpg"
    },
    {
        "id": 21,
        "titulo": "El libro de Sherlock Holmes",
        "autor": "Carmen Gómez Aragón",
        "precio": 34800,
        "idioma": "Español",
        "categoria": "Thriller/Misterio",
        "descripcion": "Una explicación detallada del universo sherlockiano.¿Quién causó un Escándalo en Bohemia? ¿Dónde estaba Estrella de Plata? ¿Quién era El sabueso de los Baskerville? Poniendo la lupa sobre cada uno de los casos de Sherlock Holmes, este libro nos conduce por el mundo del legendario detective de sir Arthur Conan Doyle.El libro de Sherlock Holmes, repleto de ingeniosas ilustraciones, claros esquemas y citas memorables, constituye la perfecta guía holmesiana, cubriendo todo el canon desde Estudio en escarlata hasta la célebre «Aventura de Shoscombe Old Place» y situando las historias en un contexto más amplio.Tanto si esta es una primera introducción a las habilidades de Holmes como si ya está familiarizado con su extraordinaria capacidad de deducción, este libro le intrigará y cautivará.",
        "img": "https://covers.openlibrary.org/b/id/14298734-L.jpg"
    },
    {
        "id": 22,
        "titulo": "Nightbane y Lightlark",
        "autor": "Alex Aster",
        "precio": 60000,
        "idioma": "Español",
        "categoria": "Fantasía",
        "descripcion": "NIGHTBANE  Una reina superviviente. Un origen desconocido. Un futuro incierto. Enamórate en Lightlark. Isla Crown ha ganado el amor de dos poderosos gobernantes y ha roto las maldiciones que plagaron los seis reinos durante siglos, pero los verdaderos orígenes de sus poderes son desconocidos. Ahora, a raíz de una terrible traición, Isla a menudo se distrae con las seductoras atracciones de Lightlark en vez de cumplir con su deber como líder de sus reinos. Peor aún, los otros gobernantes no han aceptado su victoria, o no creen que se haya ganado su ascenso al poder. Mientras la muerte camina hacia Lightlark y los secretos del pasado comienzan a desentrañarse, Isla deberá decidir entre su pueblo y los caprichos del traidor más peligroso de todos: su corazón.  LIGHTLARK  Seis reinos malditos. Una vez cada cien años, sus líderes compiten a muerte para liberar a su pueblo. Isla Crown es la joven soberana de Wildling, un reino de mujeres guerreras que no conocen el amor y que confían en ella para ganar el Centenario. Para sobrevivir, Isla está preparada para mentir y traicionar. Aunque no cuenta con algunos lazos que la unirán a sus rivales, ni tampoco con enamorarse de quien puede ser su peor enemigo...",
        "img": "https://covers.openlibrary.org/b/id/14857579-L.jpg"
    },
    {
        "id": 23,
        "titulo": "Never Flinch",
        "autor": "Stephen King",
        "precio": 51700,
        "idioma": "Inglés",
        "categoria": "Terror/Horror",
        "descripcion": "From master storyteller Stephen King comes a thrilling new novel with intertwining storylines - one about a killer on a diabolical revenge mission, and another about a vigilante targeting a feminist celebrity speaker - featuring the beloved Holly Gibney and a dynamic new cast of characters. When the Buckeye City Police Department receives a disturbing letter from a person threatening to kill thirteen innocents and one guilty in an act of atonement for the needless death of an innocent man, Detective Izzy Jaynes has no idea what to think. Are fourteen citizens about to be slaughtered in an unhinged act of retribution? As the investigation unfolds, Izzy realises that the letter writer is deadly serious, and she turns to her friend Holly Gibney for help. Meanwhile, controversial and outspoken women's rights activist Kate McKay is embarking on a multi-state lecture tour, drawing packed venues of both fans and detractors. Someone who vehemently opposes Kate's message of female empowerment is targeting her and disrupting her events. At first, no one is hurt, but the stalker is growing bolder, and Holly is hired to be Kate's bodyguard - a challenging task with a headstrong employer and a determined adversary driven by wrath and unhinged righteousness. Featuring a riveting cast of characters both old and new, including world-famous gospel singer Sista Bessie and an unforgettable villain addicted to murder, these twinned narratives converge in a chilling and spectacular conclusion - a feat of storytelling only Stephen King could pull off.",
        "img": "https://covers.openlibrary.org/b/id/14825714-L.jpg"
    },
    {
        "id": 24,
        "titulo": "The Body",
        "autor": "Stephen King",
        "precio": 23500,
        "idioma": "Español",
        "categoria": "Terror/Horror",
        "descripcion": "Ambientada en el pueblo ficticio de Castle Rock, Maine, la atemporal novela corta «El cuerpo», del autor superventas del New York Times, Stephen King —publicada originalmente en su colección de relatos de 1982, <i>Las cuatro estaciones</i> , y adaptada al clásico cinematográfico de 1986, <i> Cuenta conmigo</i> —, ya ​​está disponible como publicación independiente. Corre el año 1960 en el pueblo ficticio de Castle Rock, Maine. Ray Brower, un chico de un pueblo cercano, ha desaparecido, y Gordie Lachance, de doce años, y sus tres amigos emprenden la búsqueda de su cuerpo a lo largo de las vías del tren. Durante su viaje, Gordie, Chris Chambers, Teddy Duchamp y Vern Tessio se enfrentan a la muerte y a las duras realidades de crecer en un pequeño pueblo industrial con escasas perspectivas de futuro. « El cuerpo»,de Stephen King, una exploración atemporal de la soledad y el aislamiento de la juventud, es una historia icónica e inolvidable sobre el paso a la edad adulta.",
        "img": "https://covers.openlibrary.org/b/id/14655703-L.jpg"
    },
    {
        "id": 25,
        "titulo": "The house we grew up in",
        "autor": "Lisa Jewell",
        "precio": 29900,
        "idioma": "Inglés",
        "categoria": "Thriller/Misterio",
        "descripcion": "All four children have an idyllic childhood: a picture-book cottage in a picture-book village, a mother who encourages their creativity, a father who keeps their lives together. But one Easter weekend, something happens – something so traumatic that it is never spoken of again. Twenty years later, the children are once again forced to confront what happened. Because, while they may try to forget, the house they grew up in won’t let them.",
        "img": "https://covers.openlibrary.org/b/id/7303496-L.jpg"
    },
    {
        "id": 26,
        "titulo": "In the likely event",
        "autor": "Rebecca Yarros",
        "precio": 24990,
        "idioma": "Inglés",
        "categoria": "Romance",
        "descripcion": "From the instant New York Times bestselling author of Fourth Wing, Rebecca Yarros, comes a sweeping romance about the sustained power of chance encounters. When Izzy Astor gets on a plane to go home, she isn’t expecting much. It’s the usual holiday travel: busy, crowded, stressful. Then she meets Nate Phelan—dark-haired, blue-eyed, and irresistible. Just ninety seconds after takeoff, their plane crashes into the Missouri River. Their lives—and hearts—are never the same. Nate joins the military. Izzy enters politics. Through chance meetings and fate’s pull, their story takes a dramatic turn when Nate is tasked with protecting Izzy in Afghanistan. He’ll do anything to keep her safe… and everything to win her heart.",
        "img": "https://covers.openlibrary.org/b/id/14630792-L.jpg"
    },
    {
        "id": 27,
        "titulo": "Skeleton Crew",
        "autor": "Stephen King",
        "precio": 32400,
        "idioma": "Inglés",
        "categoria": "Terror/Horror",
        "descripcion": "An eerie-looking child’s toy harbors an unimaginable evil. A supermarket is unexpectedly the place where humanity makes its last stand against destruction. A trip to the attic becomes a journey to hell. An idyllic lake conceals a bottomless terror. And a desert island is the scene of the most frightening struggle for survival ever waged. Featuring the short story “The Monkey” (now a major motion picture) and the novella The Mist, which was both a feature film and television series, as well as many other haunting now classic tales, this magnificent collection is enduring and irresistible proof that Stephen King is a true master of the short story form. Skeleton Crew includes: The Mist “Here There Be Tygers” “The Monkey” “Cain Rose Up” “Mrs. Todd’s Shortcut” “The Jaunt” “The Wedding Gig” “Paranoid: A Chant” “The Raft” “Word Processor of the Gods” “The Man Who Would Not Shake Hands” “Beachworld” “The Reaper’s Image” “Nona” “For Owen” “Survivor Type” “Uncle Otto’s Truck” “Morning Deliveries (Milkman #1)” “Big Wheels: A Tale of the Laundry Game (Milkman #2)” “Gramma” “The Ballad of the Flexible Bullet” “The Reach”",
        "img": "https://covers.openlibrary.org/b/id/14651319-L.jpg"
    },
    {
        "id": 28,
        "titulo": "1984",
        "autor": "George Orwell",
        "precio": 39800,
        "idioma": "Español",
        "categoria": "Ciencia Ficción/Distopía",
        "descripcion": "Publicada por primera vez en el verano de 1949, 1984 de George Orwell es una de las obras más importantes de la literatura moderna. Esta exquisita edición encuadernada en piel, de exquisita factura y elegante diseño, incluye un marcapáginas de cinta, cantos dorados y preciosas guardas. Ambientada en Oceanía, uno de los tres superestados intercontinentales que se repartieron el mundo tras una guerra global, la magistral crítica de Orwell a las estructuras políticas de la época se desarrolla a través de la historia de Winston Smith, un hombre atrapado en las redes de un futuro distópico, y su romance clandestino con Julia, una joven a la que conoce trabajando para el gobierno. Además de ser una lectura entretenida, 1984 es una brillante y, aún más importante, atemporal sátira de las estructuras sociales y políticas del mundo. ¡El precio de la libertad es la lucha por la verdad! Analiza en profundidad los peligros del control gubernamental absoluto. Explora el poder de la verdad, la memoria y la percepción. Una edición especial para coleccionistas, ideal para amantes de la literatura. Fomenta la reflexión sobre el panorama sociopolítico actual. Un profundo conocimiento de la crítica de Orwell a los sistemas políticos y sociales.",
        "img": "https://covers.openlibrary.org/b/id/12919048-L.jpg"
    },
    {
        "id": 29,
        "titulo": "Hungerstone",
        "autor": "Kat Dunn",
        "precio": 42600,
        "idioma": "Español",
        "categoria": "Fantasía Oscura/Paranormal",
        "descripcion": "La novela debut para adultos más intensa y poderosa de 2025: una brillante novela de vampiros lésbica: una historia de ambición, opresión femenina y un hambre insaciable. Lenore, casada con el magnate del acero Henry, se muda de Londres a la remota finca de Nethershaw, en el Parque Nacional Peak District, para la cacería que él ha organizado. Tras un impactante accidente de carruaje, la pálida y misteriosa Carmilla entra en sus vidas, despertando en Lenore profundos deseos; pronto, las jóvenes del lugar enferman de un hambre voraz. Conforme se acerca la cacería, Lenore debe elegir entre recuperar la aprobación de su marido o sucumbir a los oscuros deseos que Carmilla despierta, y finalmente enfrentarse a una aterradora oscuridad en su propio hogar.",
        "img": "https://covers.openlibrary.org/b/id/15096613-L.jpg"
    },
    {
        "id": 30,
        "titulo": "Ugly Love",
        "autor": "Colleen Hoover",
        "precio": 27800,
        "idioma": "Español",
        "categoria": "Romance",
        "descripcion": "Cuando Tate Collins conoce al piloto de avión Miles Archer, no cree que sea amor a primera vista. Ni siquiera se consideran amigos. Lo único que Tate y Miles tienen en común es una innegable atracción mutua. Una vez que sus deseos salen a la luz, se dan cuenta de que tienen la situación perfecta. Él no quiere una relación, ella no tiene tiempo para eso, así que solo queda el sexo. Lo que tienen podría ser sorprendentemente satisfactorio, siempre y cuando Tate cumpla las dos únicas reglas que Miles le impone: Nunca preguntar sobre el pasado. No esperar un futuro. Creen que pueden con ello, pero casi de inmediato se dan cuenta de que no pueden con ello en absoluto.",
        "img": "https://covers.openlibrary.org/b/id/15100877-L.jpg"
    },
    {
        "id": 31,
        "titulo": "Los Sonámbulos",
        "autor": "Chuck Wendig",
        "precio": 33750,
        "idioma": "Español",
        "categoria": "Ciencia Ficción/Distopía",
        "descripcion": "Shana descubre que su hermana pequeña ha sido víctima de una extraña enfermedad: se ha convertido en una sonámbula, incapaz de despertar y con un destino incierto. A su lado, otros sonámbulos recorren el mismo camino oscuro y misterioso por todo Estados Unidos, guiados por un impulso implacable. Mientras Shana y quienes les acompañan intentan proteger a sus seres queridos, se enfrentan a una nación colapsada por una epidemia apocalíptica, donde el terror y la violencia resultan tan peligrosos como la propia plaga.",
        "img": "https://covers.openlibrary.org/b/id/13921462-L.jpg"
    },
    {
        "id": 32,
        "titulo": "Deep Cuts",
        "autor": "Holly Brickley",
        "precio": 40900,
        "idioma": "Inglés",
        "categoria": "Terror/Horror",
        "descripcion": "Moving from Brooklyn bars to San Francisco dance floors, Deep Cuts examines the nature of talent, obsession, belonging, and above all, our need to be heard. Tender as a ballad and pleasurable as a pop song, it’s both a romp into the indie-sleaze era of the early 2000s and a timeless love story of creative collaboration and heartbreak. Set in the early 2000s, the novel follows Percy and Joe, two creative forces navigating friendship, ambition, envy, and desire—where one seeks fame and the other just wants to be heard.",
        "img": "https://covers.openlibrary.org/b/id/14840907-L.jpg"
    },
    {
        "id": 33,
        "titulo": "Voices in the snow",
        "autor": "Darcy Coates",
        "precio": 29900,
        "idioma": "Inglés",
        "categoria": "Terror/Horror",
        "descripcion": "Clare remembers the cold. She remembers abandoned cars and children's toys littered across the road. She remembers dark shapes in the snow and a terror she can't explain. And then... nothing. When she wakes, aching and afraid in a stranger's gothic home, he tells her she was in an accident, a crash in the snow. He claims he saved her. Clare wants to leave, but a vicious snowstorm has blanketed the world in white, trapping them together, and there's nothing she can do but wait. At least the stranger seems kind... but Clare doesn't know if she can trust him. He promised they were alone here, but she sees and hears things that convince her something else is creeping about the surrounding woods, watching. Waiting. Between the claustrophobic storm and the inescapable sense of being hunted, Clare is on edge... and increasingly certain of one thing: Her car crash wasn't an accident. Something is waiting for her to step outside the fragile safety of the house... something monstrous, something unfeeling. Something desperately hungry.",
        "img": "https://covers.openlibrary.org/b/id/9275685-L.jpg"
    },
    {
        "id": 34,
        "titulo": "Phantasma",
        "autor": "Kaylie Smith",
        "precio": 34680,
        "idioma": "Español",
        "categoria": "Fantasía",
        "descripcion": "Bienvenidos a Phantasma. En este juego solo hay dos reglas: sobrevive… y no te enamores. Cuando la hermana de Ophelia desaparece, solo hay una forma de salvarla. Ophelia deberá entrar en Phantasma, una competición mortal dentro de una mansión encantada, y reclamar su premio: un único deseo. Phantasma es un laberinto de pasillos sinuosos y salones de baile, de demonios y tentaciones. Ophelia deberá hacer frente a nueve retos, cada uno más peligroso que el anterior. Solo puede haber un ganador, y los otros participantes no se detendrán ante nada para eliminar a sus rivales. Cada día la casa crea nuevos monstruos. Pero justo cuando el miedo a punto de superar a Ophelia, un misterioso extraño le ofrece un trato. Encantador, arrogante e insufriblemente atractivo, Blackwell le asegura a la joven que puede guiarla a través de los retos que tiene por delante. Todo lo que le pide a cambio son diez años de su vida. Ophelia sabe que no debería confiar en él. Blackwell no parece peligroso, pero las apariencias pueden ser engañosas. Y lo peor es que siente una oscura e irresistible atracción que no deja de aumentar. Su vida está en juego. Pero en Phantasma lo único más letal que perder el juego es que te roben el corazón… Perfecto para fans de Sarah J. Maas y Rebecca Yarros, Phantasma ofrece un tórrido romance, un interés amoroso que nos mantendrá en vilo y giros sorprendentes que nos dejarán con la boca abierta.",
        "img": "https://covers.openlibrary.org/b/id/14842920-L.jpg"
    },
    {
        "id": 35,
        "titulo": "Home is where the bodies are",
        "autor": "Jeneva Rose",
        "precio": 33000,
        "idioma": "Español",
        "categoria": "Thriller/Misterio",
        "descripcion": "Tras el fallecimiento de su madre, tres hermanos distanciados se reúnen para gestionar la herencia. Beth, la mayor, nunca se fue de casa. Se quedó con su madre, cuidándola hasta el final. Nicole, la mediana, ha vivido aislada debido a su lucha contra una grave adicción a las drogas. Michael, el menor, vive en otro estado y no ha regresado a su pequeño pueblo de Wisconsin desde que su padre los abandonó siete años atrás. Mientras revisaban las pertenencias de sus padres, los hermanos encontraron una colección de videos caseros y decidieron revivir esos recuerdos felices. Sin embargo, la nostalgia se vio truncada cuando una de las cintas VHS reveló una noche de 1999 de la que ninguno recordaba nada. En la pantalla, su padre aparecía cubierto de sangre. A continuación, se mostraba un cadáver y un pacto entre sus padres para deshacerse de él, antes de que el video terminara abruptamente. Beth, Nicole y Michael ahora deben decidir si dejan el pasado en el pasado o desvelan el oscuro secreto que su madre se llevó a la tumba.",
        "img": "https://covers.openlibrary.org/b/id/14632076-L.jpg"
    },
    {
        "id": 36,
        "titulo": "Cura Mortal -El corredor del laberinto Libro 3",
        "autor": "James Dashner",
        "precio": 36000,
        "idioma": "Español",
        "categoria": "Ciencia Ficción/Distopía",
        "descripcion": "«MÁTAME. SI ALGUNA VEZ HAS SIDO MI AMIGO, MÁTAME». Desde hace tres semanas, Thomas vive en una habitación sin ventanas, de un blanco resplandeciente y siempre iluminada. Sin reloj y sin contacto con nadie, más allá de las tres bandejas de comida que alguien le lleva a diario (aunque a horas distintas, como para desorientarle). Al vigésimo sexto día, la puerta se abre y un hombre le conduce a una sala llena de viejos amigos. —Muy bien, damas y caballeros. EstáN a punto de recuperar todos vuestros recuerdos. Hasta el último de ellos.",
        "img": "https://covers.openlibrary.org/b/id/7289835-L.jpg"
    },
    {
        "id": 37,
        "titulo": "Vienen cuando hace frio",
        "autor": "Carlos Sisi",
        "precio": 39620,
        "idioma": "Español",
        "categoria": "Terror/Horror",
        "descripcion": "*Vienen cuando hace frío* es la historia de una mala decisión. Pero para eso falta. Lo primero que tenés que saber es que la novela empieza con una crisis económica vieja escuela. Casi todos se quedan en la calle. Joe también. Entonces, para paliar la mala suerte, viaja hasta una casona abandonada familiar en Canadá. Ahí piensa refugiarse y pasar el rato hasta que la crisis pase. Hasta ahí, todo bien. El problema arranca cuando Joe decide no escuchar a los vecinos que le dicen: antes de que arranque el invierno hay que tomarse el palo. Esa es la mala decisión y ese es el comienzo de la relación de Joe con las cosas que vienen en invierno. *Vienen cuando hace frío* es la mezcla de un documental de supervivencia extrema a lo Discovery Channel combinada con la tradición del horror cósmico lovecraftiana.",
        "img": "https://covers.openlibrary.org/b/id/9083139-L.jpg"
    },
    {
        "id": 38,
        "titulo": "Yo soy Providence 1 La vida y época de H.P.Lovecraft",
        "autor": "S.T.Joshi",
        "precio": 51470,
        "idioma": "Español",
        "categoria": "Biografía/Ensayo",
        "descripcion": "H. P. Lovecraft (1890-1937) es considerado como uno de los escritores más influyentes del siglo XX, especialmente con respecto a la literatura de terror. Su influencia literaria se percibe en autores coetáneos de su propio círculo como Robert E. Howard y Clark Ashton Smith, pero también en otros más contemporáneos como Stephen King, Clive Barker, Alan Moore, Jorge Luis Borges, Joyce Carol Oates o Thomas Ligotti. Igualmente, su horror cósmico permea cine, artes plásticas, juegos de rol y videojuegos. Esta biografía definitiva, exhaustiva e hiperdocumentada de la mano del mayor experto mundial en su figura, disecciona a fondo su vida y obra literaria, y además traza un análisis pormenorizado de la época en la que vivió. Yo soy Providence supone el esfuerzo monumental que constituye la última palabra de S. T. Joshi sobre el hombre, el escritor y el pensador que fue Lovecraft. S. T. Joshi (1958) es una de las principales autoridades en materia de H. P. Lovecraft, Ambrose Bierce, H. L. Mencken y otros escritores, sobre todo en el ámbito de la ficción sobrenatural y fantástica. Ha publicado ediciones corregidas de las obras de Lovecraft, varias ediciones comentadas de Bierce y Mencken, y ha escrito estudios críticos como The Weird Tale (1990) y The Modern Weird Tale (2001). Joshi ha compilado bibliografías de H. P. Lovecraft (1981), Lord Dunsany (1993), Ramsey Campbell (1995), Ambrose Bierce (1999), Gore Vidal (2007) y H. L. Mencken (2009). Ha editado Supernatural Literature of the World: An Encyclopedia (2005), Icons of Horror and the Supernatural (2006) e Icons of Unbelief (2008).",
        "img": "https://covers.openlibrary.org/b/id/13487591-L.jpg"
    }
]